" Your account is created. We have sent a confirmation email to %@. Please check your mails to validate your account. Once it is done, come back here and click on the button." = " Your account is created. We have sent a confirmation email to %@. Please check your mails to validate your account. Once it is done, come back here and click on the button.";
"%@ are writing..." = "%@ píše...";
"%@ has joined" = "%@ se připojil(a)";
"%@ has left" = "%@ odešel(a)";
"%@ is busy." = "%@ je zaneprázdněn(a).";
"%@ is no longer an admin" = "%@ již není správce";
"%@ is not connected." = "%@ není připojen.";
"%@ is now an admin" = "%@ je nyní správce";
"%@ is writing..." = "%@ píše...";
"%@ would like to enable video" = "%@ by chtěl(a) povolit video";
"%@\nReason was: %@" = "%1$@\nDůvod byl: %2$@";
"(invalid string)" = "(neplatný řetězec)";

/* Email title for people wanting to send a bug report */
"<Please describe your problem or you will be ignored>" = "<Please describe your problem or you will be ignored>";
"\nConfirmation security\n\nSay: %@\nConfirm that your interlocutor\nsays: %@" = "\nConfirmation security\n\nSay: %1$@\nConfirm that your interlocutor\nsays: %2$@";
"A new version of your app is available, use the button below to download it." = "K dispozici je nová verze aplikace, kterou si můžete stáhnout pomocí níže uvedeného tlačítka.";
"About" = "O aplikaci";
"ACCEPT" = "Povolit";
"Accept" = "Povolit";
"Account configuration issue" = "Problém s konfigurací účtu";
"Account expiring" = "Konec platnosti účtu";
"Add new email" = "Přidat nový e-mail";
"Add new phone number" = "Přidat nové telefonní číslo";
"Add new SIP address" = "Přidat novou SIP adresu";
"Address book" = "Adresář";
"Address incomplete" = "Neúplná adresa";
"Answer" = "Odpověď";
"Application logs" = "Protokoly aplikace";
"Are you sure to want to remove your proxy setup?" = "Jste si jisti, že chcete odstranit nastavení proxy serveru?";
"Assistant" = "Asistent";
"Assistant error" = "Chyba asistenta";
"Authentification needed" = "Potřebné ověření";
"Average" = "Průměr";
"Bad credentials, check your account settings" = "Špatné přihlašovací údaje, zkontrolujte nastavení účtu";
"Bad gateway" = "Špatná brána";
"Battery is running low. Stop video ?" = "Baterie se vybíjí. Zastavit video?";
"Buy" = "Koupit";
"CALL" = "Volání";
"Call" = "Volání";
"Call %@" = "Volání %@";
"Call failed" = "Hovor se nezdařil";
"Call quality: %d" = "Kvalita hovoru: %d";
"Calls" = "Volání";
"Camera" = "Fotoaparát";
"Camera not authorized" = "Fotoaparát není povolen";
"Camera's permission" = "Oprávnění fotoaparátu";
"Can't find this file" = "Nelze najít tento soubor";
"Cancel" = "Zrušit";
"CANCEL" = "Zrušit";
"Cannot call %@." = "Nelze volat %@.";
"Cannot make call" = "Nelze volat";
"Cannot purchase anything yet, please try again later." = "Cannot purchase anything yet, please try again later.";
"Cannot reach the server: either it is an invalid address or it may be temporary down." = "Cannot reach the server: either it is an invalid address or it may be temporary down.";
"Cannot retrieve your configuration. Please check credentials or try again later" = "Cannot retrieve your configuration. Please check credentials or try again later";
"Cannot send email" = "Cannot send email";
"Cannot send logs" = "Cannot send logs";
"Cannot write image to photo library" = "Cannot write image to photo library";
"Cannot write video to photo library" = "Cannot write video to photo library";
"Change your password" = "Change your password";
"Changing your password" = "Changing your password";
"Chat room could not be created on server" = "Chat room could not be created on server";
"Chat room creation error" = "Chat room creation error";
"Chat with %@" = "Chat with %@";
"Checkbox" = "Checkbox";
"Choose an action" = "Choose an action";
"Choose the image size" = "Choose the image size";
"Conference" = "Conference";
"Configuration failed" = "Configuration failed";
"Configuring account" = "Configuring account";
"Confirm password" = "Confirm password";
"Confirm the following SAS with peer:\nSay : %@\nYour correspondant should say : %@" = "Confirm the following SAS with peer:\nSay : %1$@\nYour correspondant should say : %2$@";
"Contact duplicate" = "Contact duplicate";
"Contact error" = "Contact error";
"Continue" = "Continue";
"Continue video" = "Continue video";
"Conversation creation error" = "Conversation creation error";
"Could not configure your account, please check parameters or try again later" = "Could not configure your account, please check parameters or try again later";
"Debug" = "Debug";
"Decline" = "Decline";
"Delete" = "Delete";
"Delivered" = "Delivered";
"Deny" = "Deny";
"DENY" = "DENY";
"Deselect all" = "Deselect all";
"Deselected" = "Deselected";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "Direct connection";
"Disable logs" = "Disable logs";
"Do you want to delete selected contact?\nIt will also be deleted from your phone's address book." = "Do you want to delete selected contact?\nIt will also be deleted from your phone's address book.";
"Do you want to delete selected contacts?\nThey will also be deleted from your phone's address book." = "Do you want to delete selected contacts?\nThey will also be deleted from your phone's address book.";
"Do you want to delete selected logs?" = "Do you want to delete selected logs?";
"Do you want to delete selected recordings?" = "Do you want to delete selected recordings?";
"Do you want to delete the selected conversations?" = "Do you want to delete the selected conversations?";
"Do you want to delete the selected messages?" = "Do you want to delete the selected messages?";
"Do you want to delete this conversation?" = "Do you want to delete this conversation?";
"Do you want to leave and delete the selected conversations?" = "Do you want to leave and delete the selected conversations?";
"Do you want to leave and delete this conversation?" = "Do you want to leave and delete this conversation?";
"Do you want to leave this conversation?" = "Do you want to leave this conversation?";
"Done" = "Done";
"Download" = "Download";

/* Date formatting in History Details (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMM 'at' HH'h'mm" = "EEE dd MMM 'at' HH'h'mm";

/* Date formatting in History List, for current year (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM" = "EEE dd MMMM";

/* Date formatting in History List, for previous years (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM yyyy" = "EEE dd MMMM yyyy";
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)";
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)";
"Email addresses" = "Email addresses";
"Enable logs" = "Enable logs";
"Error" = "Error";
"Error while changing your password" = "Error while changing your password";
"Error while downloading the file.\nThe file is probably encrypted.\nPlease retry to download this file after activating LIME." = "Error while downloading the file.\nThe file is probably encrypted.\nPlease retry to download this file after activating LIME.";
"Error: no mail account configured" = "Error: no mail account configured";

/* ICE processing has failed */
"Failed" = "Failed";
"Failed configuring from the specified URL." = "Failed configuring from the specified URL.";
"Failure" = "Failure";
"Fetching remote configuration" = "Fetching remote configuration";
"Fetching remote configuration..." = "Fetching remote configuration...";
"File download error" = "File download error";
"First name" = "First name";
"Go to settings" = "Go to settings";
"Group conversation is not supported." = "Group conversation is not supported.";
"Hello! Join me on Linphone! You can download it for free at: https://www.linphone.org/downloads" = "Hello! Join me on Linphone! You can download it for free at: https://www.linphone.org/downloads";

/* Template email for people wanting to send a bug report */
"Here are information about an issue I had on my device.\nI was doing ...\nI expected Linphone to ...\nInstead, I got an unexpected result: ..." = "Here are information about an issue I had on my device.\nI was doing ...\nI expected Linphone to ...\nInstead, I got an unexpected result: ...";

/* Date formatting in Chat List and Conversation bubbles, for current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"HH:mm" = "HH:mm";
"I got it, continue" = "I got it, continue";
"IC_MSG" = "IC_MSG";
"ICloud Drive is unavailable." = "ICloud Drive is unavailable.";
"IM_FULLMSG" = "IM_FULLMSG";
"IM_MSG" = "Obdrželi jste zprávu";
"In apps not ready yet" = "In apps not ready yet";

/* ICE process is in progress */
"In progress" = "In progress";
"Incoming call" = "Incoming call";
"Info" = "Info";
"Instant messages are end-to-end encrypted in secured conversations. It is possible to upgrade the security level of a conversation by authenticating participants. To do so, call the contact and follow the authentification process." = "Instant messages are end-to-end encrypted in secured conversations. It is possible to upgrade the security level of a conversation by authenticating participants. To do so, call the contact and follow the authentification process.";
"Invalid proxy address" = "Invalid proxy address";
"Invalid remote provisioning URL" = "Invalid remote provisioning URL";
"Invalid route" = "Invalid route";
"Invalid SIP address" = "Invalid SIP address";
"Invalid username or domain" = "Invalid username or domain";
"Invalid." = "Invalid.";
"Last name" = "Last name";
"Later" = "Later";
"LEAVE" = "LEAVE";
"Let's go" = "Let's go";
"LIME identity key changed" = "LIME identity key changed";
"LIME identity key changed for %@" = "LIME identity key changed for %@";
"LIME requires ZRTP encryption.\nBy activating LIME you automatically activate ZRTP media encryption." = "LIME requires ZRTP encryption.\nBy activating LIME you automatically activate ZRTP media encryption.";
"LIME warning" = "LIME warning";
"Link my account" = "Link my account";
"Link your account" = "Link your account";
"Link your Linphone.org account %s to your phone number." = "Link your Linphone.org account %s to your phone number.";
"Low bandwidth" = "Low bandwidth";

/* InAppSettingKit */
"Mail not configured" = "Mail not configured";
"Man-in-the-middle attack detected" = "Man-in-the-middle attack detected";
"Man-in-the-middle attack detected for %@" = "Man-in-the-middle attack detected for %@";
"Mark as seen" = "Mark as seen";
"Mark Read" = "Mark Read";
"Max participant count exceeded" = "Max participant count exceeded";
"Max participant count exceeded by %@" = "Max participant count exceeded by %@";
"Maximum" = "Maximum";
"Maybe later" = "Maybe later";
"Message received" = "Message received";
"Minimum" = "Minimum";
"Missed call" = "Missed call";
"Missing required callbacks" = "Missing required callbacks";
"Missing required parameters" = "Missing required parameters";

/* Date formatting in Chat List, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd" = "MM/dd";

/* Date formatting in Conversation bubbles, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd - HH:mm" = "MM/dd - HH:mm";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "NAT(s) connection";
"Network down" = "Network down";
"Network Error" = "Network Error";
"New subject : %@" = "New subject : %@";
"No" = "No";
"No account" = "No account";
"No account configured" = "No account configured";
"No address" = "No address";
"No call in progress" = "No call in progress";
"No default account" = "No default account";
"No microphone" = "No microphone";
"No response received from remote" = "No response received from remote";
"None" = "None";

/* ICE has not been activated for this call */
"Not activated" = "Not activated";
"Not implemented" = "Not implemented";
"Not connected" = "Not connected";
"Nothing could be collected from your application, aborting now." = "Nothing could be collected from your application, aborting now.";

/* InAppSettingsKit */
"OK" = "OK";
"Operation could not be executed by server or remote client because it didn't have any context for it" = "Operation could not be executed by server or remote client because it didn't have any context for it";
"Operation is unauthorized because missing credential" = "Operation is unauthorized because missing credential";
"Outdated Version" = "Outdated Version";
"Password" = "Password";
"Passwords do not match." = "Passwords do not match.";
"Phone numbers" = "Phone numbers";
"Photo library" = "Photo library";
"Photo not authorized" = "Photo not authorized";
"Photo's permission" = "Photo's permission";
"Please confirm your country code and enter your phone number" = "Please confirm your country code and enter your phone number";
"Please confirm your country code and enter your phone number." = "Please confirm your country code and enter your phone number.";
"Please enter a password to your account" = "Please enter a password to your account";
"Please enter a username" = "Please enter a username";
"Please enter and confirm your new password" = "Please enter and confirm your new password";
"Please enter your email" = "Please enter your email";
"Please enter your phone number" = "Please enter your phone number";
"Please enter your username" = "Please enter your username";
"Please enter your username and password" = "Please enter your username and password";
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "Please make sure your device is connected to the internet and double check your SIP account configuration in the settings.";
"Please terminate GSM call first." = "Please terminate GSM call first.";
"Provisioning Load error" = "Provisioning Load error";
"Read" = "Read";
"Recordings" = "Recordings";
"Connected" = "Connected";
"Connection failed" = "Connection failed";
"Connection failed because authentication is missing or invalid for %@@%@.\nYou can provide password again, or check your account configuration in the settings." = "Connection failed because authentication is missing or invalid for %1$@@%2$@.\nYou can provide password again, or check your account configuration in the settings.";
"Connection failure" = "Connection failure";
"Connection in progress" = "Connection in progress";

/* ICE has established a connection through a relay */
"Relay connection" = "Relay connection";
"Remote configuration" = "Remote configuration";
"Remote configuration successfully fetched and applied." = "Remote configuration successfully fetched and applied.";
"Remove account(s) and self destruct" = "Remove account(s) and self destruct";
"Reply" = "Reply";
"Resend" = "Resend";
"Resource moved permanently" = "Resource moved permanently";
"Resource no longer exists" = "Resource no longer exists";
"Save" = "Save";
"Security level decreased" = "Security level decreased";
"Security level decreased because of %@" = "Security level decreased because of %@";
"Select all" = "Select all";
"Select the source" = "Select the source";
"Select your country" = "Vyberte vaší zemi";
"Selected" = "Selected";
"Send logs" = "Send logs";
"Sending logs" = "Sending logs";
"Sent" = "Sent";
"Server error, please try again later." = "Server error, please try again later.";
"Server request error" = "Server request error";
"Server timeout" = "Server timeout";
"Settings" = "Settings";
"Shop" = "Shop";
"Show" = "Show";
"SIP addresses" = "SIP addresses";
"Stop video" = "Stop video";
"Success" = "Success";
"Temporarily unavailable" = "Temporarily unavailable";
"The confirmation code is invalid. \nPlease check your SMS and try again." = "The confirmation code is invalid. \nPlease check your SMS and try again.";
"The confirmation code is invalid. \nPlease try again." = "The confirmation code is invalid. \nPlease try again.";
"There is no network connection available, enable WIFI or WWAN prior to configure an account" = "There is no network connection available, enable WIFI or WWAN prior to configure an account";
"There is no network connection available, enable WIFI or WWAN prior to configure an account." = "There is no network connection available, enable WIFI or WWAN prior to configure an account.";
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "There is no network connection available, enable WIFI or WWAN prior to place a call";
"This account does not exist." = "This account does not exist.";
"This account is already activated." = "This account is already activated.";
"This account is already in use." = "This account is already in use.";
"This account is already connected." = "This account is already connected.";
"This account is not activated yet." = "This account is not activated yet.";
"This alias does not exist." = "This alias does not exist.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "This device is not configured for sending Email. Please configure the Mail settings in the Settings app.";
"This email address is already used." = "This email address is already used.";
"This email does not exist." = "This email does not exist.";
"This message is not encrypted." = "This message is not encrypted.";
"This operation will load a remote configuration. Continue ?" = "This operation will load a remote configuration. Continue ?";
"This phone number is already used. Please type a different number. \nYou can delete your existing account if you want to reuse your phone number." = "This phone number is already used. Please type a different number. \nYou can delete your existing account if you want to reuse your phone number.";
"TODAY" = "TODAY";
"Transfer error" = "Transfer error";
"Trust has been denied. Make a call to start the authentication process again." = "Trust has been denied. Make a call to start the authentication process again.";
"Unknown" = "Unknown";
"Unknown country code" = "Unknown country code";
"Unknown error" = "Unknown error";
"Unknown error (%@)." = "Unknown error (%@).";
"Unknown error, please try again later." = "Unknown error, please try again later.";
"Unsupported content" = "Unsupported content";
"Video cannot be activated because of low bandwidth condition, only audio is available" = "Video cannot be activated because of low bandwidth condition, only audio is available";
"Video request" = "Video request";
"Voice mail" = "Voice mail";
"Warning" = "Warning";
"Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue." = "Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue.";
"Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue." = "Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue.";
"We have sent a SMS with a validation code to %@. To complete your phone number verification, please enter the 4 digit code below:" = "We have sent a SMS with a validation code to %@. To complete your phone number verification, please enter the 4 digit code below:";
"What will my phone number be used for?" = "What will my phone number be used for?";
"Yes" = "Yes";
"YESTERDAY" = "YESTERDAY";
"You already own an account." = "You already own an account.";
"You are no longer an admin of the chat room" = "You are no longer an admin of the chat room";
"You are now an admin of the chat room" = "You are now an admin of the chat room";
"You are trying to send a message using LIME to a contact not verified by ZRTP.\nPlease call this contact and verify his ZRTP key before sending your messages." = "You are trying to send a message using LIME to a contact not verified by ZRTP.\nPlease call this contact and verify his ZRTP key before sending your messages.";
"You cancelled your account." = "You cancelled your account.";
"You have already purchased an account but it does not exist anymore." = "You have already purchased an account but it does not exist anymore.";
"You have joined the group" = "You have joined the group";
"You have left the group" = "You have left the group";
"You have missed a call." = "You have missed a call.";
"You have received a message." = "You have received a message.";
"You have received an encrypted message you are unable to decrypt from %@.\nYou need to call your correspondant in order to exchange your ZRTP keys if you want to decrypt the future messages you will receive." = "You have received an encrypted message you are unable to decrypt from %@.\nYou need to call your correspondant in order to exchange your ZRTP keys if you want to decrypt the future messages you will receive.";
"You missed a call from %@" = "You missed a call from %@";
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts";
"Select a contact or create a new one." = "Vyberte kontakt nebo vytvořte nový kontakt";
"You need to plug a microphone to your device to use the application." = "You need to plug a microphone to your device to use the application.";
"Your account has expired." = "Your account has expired.";
"Your account is not a Linphone account.\nWe can not change your password." = "Your account is not a Linphone account.\nWe can not change your password.";
"Your account will expire in %i days." = "Your account will expire in %i days.";
"Your activation code contains invalid characters." = "Your activation code contains invalid characters.";
"Your confirmation password doesn't match your password" = "Your confirmation password doesn't match your password";
"Your country code is invalid." = "Your country code is invalid.";
"Your country code is too long." = "Your country code is too long.";
"Your country code is too short." = "Your country code is too short.";
"Your phone number is too short." = "Your phone number is too short.";
"Your phone number is too long." = "Your phone number is too long.";
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "Your device is not configured to send emails. Please configure mail application prior to send logs.";
"Your email contains invalid characters." = "Your email contains invalid characters.";
"Your email is invalid" = "Your email is invalid";
"Your email is malformed." = "Your email is malformed.";
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well." = "Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well.";
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well. \n\nYou can use your phone number with only one Linphone account. If you had already linked your number to an other account but you prefer to use this one, simply link it now and your number will automatically be moved to this account." = "Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well. \n\nYou can use your phone number with only one Linphone account. If you had already linked your number to an other account but you prefer to use this one, simply link it now and your number will automatically be moved to this account.";
"Your password contains invalid characters." = "Your password contains invalid characters.";
"Your password has been successfully changed" = "Your password has been successfully changed";
"Your password is too long." = "Your password is too long.";
"Your password is too short." = "Your password is too short.";
"Your phone number is invalid." = "Your phone number is invalid.";
"Your SIP address will be sip:%s@pl.miedifi.com" = "Your SIP address will be sip:%s@pl.miedifi.com";
"Your username contains invalid characters." = "Your username contains invalid characters.";
"Your username is invalid." = "Your username is invalid.";
"Your username is too long." = "Your username is too long.";
"Your username is too short." = "Your username is too short.";
"ZRTP activation" = "ZRTP activation";
"ZRTP verification" = "ZRTP verification";
"I accept Belledonne Communications’ terms of use and privacy policy" = "Souhlasím s podmínkami používání a zásadami ochrany osobních údajů společnosti Belledonne Communications";
"terms of use" = "Podmínky používání";
"privacy policy" = "Zásady ochrany osobních údajů";
"There is no network connection available, enable WIFI or WWAN prior to send a message" = "Není k dispozici síťové připojení, před odesláním zprávy povolte WIFI nebo WWAN";
"\nCommunication security:\n\nTo raise the security level, you can check the following codes with your correspondent.\n\nSay:  %1$@\n\nYour correspondent must say:  %2$@" = "\nZabezpečení komunikace:\nChcete-li zvýšit úroveň zabezpečení, můžete si u svého korespondenta ověřit následující kódy.\n\nŘekněte:  %1$@\n\nVáš korespondent musí říci:  %2$@";
"Do not show again" = "Již nezobrazovat";
"GC_MSG" = "Byli jste přidáni do chatovací místnosti";
"Go to contact" = "Přejít na kontakt";
"Never ask again" = "Znovu se neptat";
"Organization" = "Organizace";
"Original message does not exist anymore." = "Původní zpráva již neexistuje.";
"View config file" = "Zobrazit konfigurační soubor";
"You have been added to a chat room" = "Byli jste přidáni do chatovací místnosti";
"Your account will only be deleted locally.\nTo delete it permanently, go on your SIP provider website." = "Váš účet bude smazán pouze lokálně.\nChcete-li jej trvale odstranit, přejděte na webovou stránku poskytovatele SIP.";
"Your account will only be deleted locally.\nTo delete it permanently, go to our account management platform:" = "Váš účet bude smazán pouze lokálně.\nChcete-li jej trvale odstranit, přejděte na naši platformu pro správu účtů:";
"Hello! Join me on Linphone! You can download it for free at: https://www.linphone.org/download" = "Dobrý den! Připojte se ke mně na Linphone! Můžete si ho zdarma stáhnout na adrese: https://www.linphone.org/download";
